Repository: tenet-ac-za/simplesamlphp-module-thissdisco
Catalog: locales/*/LC_MESSAGES/thissdisco.po
Languages: es, hu, sv

source: About Us
es: Sobre Nosotros
hu: Rólunk
sv: Om oss

source: Access through
es: Acceso a través de
hu: Bejelentkezés ezzel:
sv: Inloggning via

source: Access through your institution
es: Accede a través de tu institución
hu: Belépés intézményi azonosítóval
sv: Inloggning via din organisation

source: Access to
es: Acceso al
hu: Hozzáférés:
sv: Inloggning till

source: Add another institution
es: Agregar otra institución
hu: Új intézmény hozzáadása
sv: Välj en annan organisation

source: Additional Privacy Information
es: Información Adicional de Privacidad
hu: További adatvédelmi információk
sv: Hantering av personuppgifter i SeamlessAccess

source: Add or change institution
es: Agregar o cambiar institución
hu: Intézmény hozzáadása vagy módosítása
sv: Lägg till eller ändra organisation

source: Add or Change Institution
es: Añade o cambia institución
hu: Intézmény hozzáadása vagy módosítása
sv: Lägg till eller ändra organisation

source: Back to start
es: Volver al pincipio
hu: Vissza az elejére
sv: Tillbaka till startsidan

source: Choose an alternative institute or try
es: Elije una institución alternativa o intenta
hu: Válasszon másik intézményt vagy próbálkozzon
sv: Välj en alternativ organisation eller använd

source: Choose Your Institution
es: Elija Su Institución
hu: Intézmény kiválasztása
sv: Välj din organisation

source: Contact your librarian
es: Ponte en contacto con tu bibliotecario
hu: Vegye fel a kapcsolatot a könyvtárosával
sv: Kontakta din bibliotekarie

source: Continue
es: Continua
sv: Fortsätt

source: Done
es: Hecho
hu: Kész
sv: Klar

source: Edit
es: Editar
hu: Szerkesztés
sv: Ändra

source: Edit institutions
es: Editar instituciones
hu: Intézmények szerkesztése
sv: Ändra organisationer

source: Examples: Science Institute, Lee@uni.edu, UCLA
es: Ejemplos: Science Institute, Lee@uni.edu, UCLA
hu: Példák: Wigner Fizikai Kutatóközpont, gipszjakab@student.elte.hu, SZTAKI
sv: Exempel: Umeå universitet, eduID Sweden

source: Find Your Institution
es: Encuentra Tu Institución
hu: Keresse meg az azonosító intézményét
sv: Hitta din organisation

source: Go back to Edit institutions
es: Volver a editar instituciones
sv: Gå tillbaka och till Ändra organisationer

source: Go back to Search
es: Volver a la búsqueda
sv: Gå tillbaka till Sök organisation

source: If you no longer want an institution to be remembered on this device, remove it from the list below.
es: Si ya no desea que se recuerde una institución en este dispositivo, elimínela de la lista a continuación.
hu: Ha már nem szeretné, hogy egy intézmény ezen az eszközön meg legyen jegyezve, törölje azt az alábbi listából.
sv: Om du inte längre vill att en organisation ska listas på denna enhet, ta bort den från listan nedan.

source: indicated your chosen institution may not have access to this service.
es: indica que la institución seleccionada puede no proveer acceso.
hu: jelzett, hogy az Ön által választott intézmény nem biztos, hogy hozzáférhet ehhez a szolgáltatáshoz.
sv: har indikerat att en inloggning med din organisation inte kommer ge dig tillgång till tjänsten.

source: keep typing to refine your search
es: sigue escribiendo para refinar tu búsqueda
hu: folytassa a gépelést a keresés pontosításához
sv: fortsätt skriva för att begränsa sökresultatet

source: Learn More
es: Aprende Más
hu: Tudjon meg többet
sv: Mer information

source: Learn more
es: Saber más
hu: Tudjon meg többet
sv: Läs mer

source: Matches
es: Coincidencias
hu: Egyezések
sv: träffar

source: No login, email or personal information is stored.
es: No se almacenan datos de inicio de sesión, correo electrónico o información personal.
hu: Nem tárolunk bejelentkezési, e-mail vagy személyes adatokat.
sv: Inga personuppgifter sparas.

source: No matching institutions found
es: No se han encontrado instituciones con este criterio de búsqueda
hu: Nem találtunk egyező intézményeket
sv: Din sökning gav inga sökresultat.

source: No results
es: Sin resultados
hu: Nincs találat
sv: Inga resultat

source: other access options
es: otras opciones de acceso
hu: más hozzáférési lehetőségekkel
sv: andra inloggningsmetoder

source: Recent institutions
es: Instituciones recientes
hu: Legutóbbi intézmények
sv: Nyligen använda

source: Remember this choice
es: Recuerda esta elección
hu: Emlékezzen erre a választásra
sv: Kom ihåg mitt val

source: Searching for institutions...
es: Buscando instituciones...
hu: Intézmények keresése...
sv: Söker efter organisationer...

source: Show me all matches anyway
es: Muéstrame todas las coincidencias de todos modos
hu: Mutassa így is az összes egyezést
sv: Visa alla träffar

source: The Identity Selector
es: El selector de identidades
sv: Identitetsväljaren

source: The Identity Selector: Persistence Service
es: El selector de identidades: Servicio de persistencia
sv: Identitetsväljaren: Persistenstjänsten

source: The institution you select will be saved in this browser's local storage and will be made available to this and other sites that use SeamlessAccess. You may clear your browser local storage at any time.
es: La institución que seleccione se guardará en el almacenamiento local de este navegador y estará disponible para este y otros sitios que utilizan SeamlessAccess. Puede borrar el almacenamiento local de su navegador en cualquier momento.
hu: Az Ön által kiválasztott intézményt a böngésző helyi tárolójába mentjük, és elérhetővé tesszük itt és más, a SeamlessAccess-t használó webhelyek számára. A böngésző helyi tárolóját bármikor törölheti.
sv: Organisationen du väljer kommer att sparas i denna enhets lokala lagring och kommer att vara tillgänglig för denna och andra tjänster som använder SeamlessAccess. Du kan rensa den lokala lagringen i din enhet när du vill.

source: This institution may not provide access.
es: Esta institución puede no proveer acceso.
hu: Ez az intézmény nem biztos, hogy biztosít hozzáférést.
sv: Tjänsten har indikerat att detta val inte ger dig åtkomst

source: Too many results - keep typing to refine search
es: Demasiados resultados - sigue escribiendo para refinar la búsqueda
hu: Túl sok találat - folytassa a gépelést a keresés pontosításához
sv: fortsätt skriva för att begränsa sökresultatet

source: Try accessing through your library website
es: Intenta accediendo desde la web de tu biblioteca
hu: Próbálja meg a könyvtári weboldalán keresztül elérni
sv: Försök att komma åt genom ditt biblioteks hemsida

source: Try entering an institution name, abbreviation or your institution email
es: Intenta introduciendo el nombre o la abreviación de tu institución, o tu correo electrónico
hu: Próbálja meg megadni az intézmény nevét, rövidítését vagy az intézményi e-mail címét
sv: Skriv in namnet på ditt lärosäte, en förkortning eller din epostadress hos din organisation

source: Unable to verify returning site
es: Incapaz de verificar el sitio de retorno
hu: Visszatérő oldal nem ellenőrizhető
sv: Vi lyckades inte verifiera sidan du återvänder till

source: Unable to verify returning website
es: Incapaz de verificar el sitio web de retorno
hu: Visszatérő weboldal nem ellenőrizhető
sv: Vi lyckades inte verifiera sidan du återvänder till

source: We are unable to verify if you will be sent back to
es: Somos incapaces de verificar que serás enviado a
hu: Nem tudjuk ellenőrizni, hogy Ön vissza lesz-e irányítva
sv: Vi lyckades inte verifiera att du kommer återvända till

source: Why are we unable to verify?
es: ¿Por qué somos incapaces de verificar?
hu: Miért nem tudjuk ellenőrizni?
sv: Vad betyder det att vi inte lyckas verifiera sidan?

source: You have chosen to log in with
es: Has elegido identificarte con
hu: Ön az alábbi bejelentkezési módot választotta:
sv: Du har valt att logga in med

source: You may not return to the site you started this access path on, in this case verify upon completion of your institution access if you arrived at your desired content.
es: Es posible que no retornes al sitio en el que iniciaste este procedimiento de acceso, por favor verifica que terminas accediendo al contenido deseado.
hu: Nem biztos, hogy visszatérhet arra az oldalra, amelyen ezt a hozzáférési útvonalat elindította, ebben az esetben az intézményi azonosítás befejeztével ellenőrizze, hogy eljutott-e a kívánt tartalomhoz.
sv: Vi rekommenderar att du, efter du loggat in, kontrollerar att du kommit till den tjänst du hade för avsikt att få åtkomst till.

source: Your university, organization or company
es: Tu Universidad, Organización o Empresa
hu: Az Ön egyetemét, szervezetét vagy vállalatát
sv: Ditt lärosäte, organisation eller företag

source: Thiss.io SP Login
hu: Thiss.io SP bejelentkezés
